{
  "en": {
    "sign-up": "Signup to Honeypot",
    "page-intro": {
      "headline1": "Choose a",
      "headline2": "Job You Love",
      "tagline": "Honeypot is Europe’s tech-focused job platform. Create a profile and let companies apply to you.",
      "button1": "Find Me a Job!",
      "button2": "I'm Hiring"
    },
    "company-bar": {
      "tagline": "Over 1000 Companies Are Hiring on Honeypot"
    },
    "join": {
      "headline": "Join an Engineering Team in Your Ideal Role",
      "text": "On Honeypot, over 1000 companies are hiring Software Developers, DevOps Engineers, Data Scientists, Product Owners, QA Testers and Engineering Leaders just like you!"
    },
    "process": {
      "headline": "A Simple and Quick Sign Up Process!",
      "step1": {
        "headline": "Create a Profile",
        "text": "It’s your chance to tell us what you want in your next role - and it takes less than 5 minutes!"
      },
      "step2": {
        "headline": "Complete our Screening",
        "text": "Pass our code screening and take an optional call with your Talent Rep, who positions you to receive the best offers!"
      },
      "step3": {
        "headline": "Become Visible",
        "text": "Become visible on Honeypot so that companies can find your profile and make you offers with salary and tech stack up front."
      },
      "step4": {
        "headline": "Get Hired!",
        "text": "Interview with companies that interest you! And choose the one you like the best!"
      }
    },
    "stack": {
      "headline": "Work with a Tech Stack You Love",
      "text": "Whether it’s Ruby, Scala, JavaScript or anything else, on Honeypot you only get offers from companies for your preferred tech stack and desired salary."
    },
    "location": {
      "headline": "Choose the Locations that Suit You",
      "text": "Honeypot operates in Europe’s most exciting tech cities. Set your location preference and companies apply to you!"
    },
    "support": {
      "headline": "Free Career Support and Guidance",
      "text": "Your Talent Rep will guide you through from start to finish, providing guidance on resume and interviews, helping you benchmark your salary, evaluate offers and find a job you love"
    },
    "worth": {
      "headline": "Know Your Worth!",
      "text": "Companies apply directly to you so you can compare offers side by side. No more job applications or clumsy back and forths with headhunters."
    },
    "testimonial": {
      "headline": "Top Jobs for Top Tech Talent",
      "tagline": "Be part of the top 10% and connect with Europe’s top tech companies.",
      "1": {
        "image": "static/avatar.jpg",
        "name": "Shuhei Kagawa",
        "position": "Frontend Developer \n Zalando",
        "text": "I like Honeypot because companies offer interviews with minimum salary. It saved the effort of applying for jobs, doing interviews, getting offers, and finally finding out that the salary didn't meet my requirements"
      }, 
      "2": {
        "image": "static/avatar.jpg",
        "name": "Emil Ahlbäck",
        "position": "Hired as a Senior Frontend Developer by Weissmaler",
        "text": "After only two weeks I received 13 interview invites from a great selection of companies. From these I could choose the ones that best suited me and ended up finding the perfect startup job"
      },
      "3": {
        "image": "static/avatar.jpg",
        "name": "Veronica Hannibal",
        "position": "Hired as a JavaScript Developer by finAPI",
        "text": "Within a few weeks I received multiple job offers and landed an awesome job right after finishing my degree. Compared to my experience with job recruiters on other platforms, my experience on Honeypot felt much more personal."
      },
      "4": {
        "image": "static/avatar.jpg",
        "name": "Sashen Singh",
        "position": "Hired as a Mobile Engineer by Aperto",
        "text": "The user experience was amazing, the site was really easy to use. The platform does all the heavy lifting for you, you don't need to search or keep track of where you apply. Their system is really efficient in the sense that companies find you, making this a really simple and painless platform to use."
      },
      "5": {
        "image": "static/avatar.jpg",
        "name": "Peter Ringelmann",
        "position": "Frontend Developer \n Deutsche Post E-Post Development",
        "text": "Honeypot was fantastic! I was surprised by the sheer amount of interview offers and the diversity of companies. My Talent Rep gave me solid advice on how to structure a professional-looking CV, which is something I've always struggled with in the past."
      }
    },
    "newsletter": {
      "headline": "Subscribe to our newsletter ",
      "text": "Get careers tips, documentary previews, discounts for conferences and exclusive content! ",
      "email-placeholder": "Your email",
      "join": "Join"
    }
  },
  "de": {
    "sign-up": "Registrieren",
    "page-intro": {
      "headline1": "Wähle",
      "headline2": "Deinen Traumjob",
      "tagline": "Honeypot ist Europas tech-fokussierte Job Plattform. Erstelle dir ein Profil und Unternehmen bewerben sich bei Dir",
      "button1": "Finde einen Job!",
      "button2": "Ich bin ein Arbeitgeber!"
    },
    "company-bar": {
      "tagline": "Über 1000 Unternehmen stellen über Honeypot ein"
    },
    "join": {
      "headline": "Werde Teil eines Engineering-Teams in Deiner idealen Rolle",
      "text": "Auf Honeypot stellen über 1000 Unternehmen Softwareentwickler, DevOps Engineers, Data Scientists, Product Owner, QA Tester und Engeneering Leads wie Dich ein!"
    },
    "process": {
      "headline": "Ein einfacher und schneller Anmeldeprozess",
      "step1": {
        "headline": "Erstelle Dein Profil",
        "text": "und lass uns wissen welche neuen Herausforderungen Du suchst – es dauert weniger als fünf Minuten!"
      },
      "step2": {
        "headline": "Werde Teil der Community",
        "text": "Durchlaufe unseren Code Check und nimm ein optionales Gespräch mit deinem Talent Rep wahr, der dich persönlich unterstützt, damit du die besten Job Angebote erhälst."
      },
      "step3": {
        "headline": "Werde sichtbar!",
        "text": "Werde sichtbar auf Honeypot, damit Unternehmen Dein Profil finden und Dir Angebote mit Gehaltsangabe und Tech-Stack vorab machen können."
      },
      "step4": {
        "headline": "Hol Dir den Job!",
        "text": "Führe Interviews mit Unternehmen, die Dich interessieren! Wähle das Unternehmen, das Dir am besten gefällt!"
      }
    },
    "stack": {
      "headline": "Arbeite mit einem Tech-Stack, der Deinen Vorlieben entspricht",
      "text": "Ob Ruby, Scala, JavaScript oder irgendetwas anderes ist, auf Honeypot bekommst Du nur Angebote von Unternehmen, für Deinen bevorzugten Tech-Stack und Dein gewünschtes Gehalt."
    },
    "location": {
      "headline": "Wähle die Stadt, die zu Dir passt",
      "text": "Honeypot ist in Europas aufregendsten Tech-Städten aktiv. Nenne Deinen Lieblingsort und Unternehmen bewerben sich bei Dir!"
    },
    "support": {
      "headline": "Kostenlose Karriereberatung",
      "text": "Dein Talent Manager begleitet Dich von Anfang bis Ende durch den Prozess und hilft Dir beim Schreiben des Lebenslaufs, der Jobinterview-Vorbereitung, der Berechnung des Wunschgehalts und der Einschätzung der Angebote. Damit Du einen Job findest, den Du liebst."
    },
    "worth": {
      "headline": "Kenne Deinen Wert!",
      "text": "Unternehmen bewerben sich bei Dir. So kannst Du Angebote direkt miteinander vergleichen. Keine Bewerbungen mehr oder umständliches Hin- und Her mit Personalagenturen und Headhuntern."
    },
    "testimonial": {
      "headline": "Top Jobs für top Tech-Talente",
      "tagline": "Werde Teil der Top 10% und spreche mit Europas spannendsten Tech-Unternehmen",
      "1": {
        "image": "/avatar.jpg",
        "name": "Shuhei Kagawa",
        "position": "Frontend Developer \n Zalando",
        "text": "Ich mag Honeypot, weil Unternehmen Interviewanfragen direkt mit Gehaltsinfos schicken. So spart man sich die Mühe, sich für Jobs zu bewerben und Interview-Prozesse zu durchlaufen um am Ende herauszufinden, dass das Gehalt nicht den eigenen Anforderungen entspricht."
      }, 
      "2": {
        "image": "/avatar.jpg",
        "name": "Emil Ahlbäck",
        "position": "Hired as a Senior Frontend Developer by Weissmaler",
        "text": "Nach nur zwei Wochen hatte ich 13 Einladungen zu Interviews von einer tollen Auswahl an Unternehmen. Aus diesen konnte ich diejenigen aussuchen, die am besten zu mir passen und am Ende fand ich den perfekten Startup-Job."
      },
      "3": {
        "image": "/avatar.jpg",
        "name": "Veronica Hannibal",
        "position": "Hired as a JavaScript Developer by finAPI",
        "text": "Innerhalb weniger Wochen hatte ich mehrere Angebote auf dem Tisch und landete dadurch einen super Job gleich nach meinem Abschluss.  Im Vergleich zu meinen Erfahrungen mit anderen Recruitern auf anderen Plattormen, nahm ich Honeypot als sehr viel persönlicher war."
      },
      "4": {
        "image": "/avatar.jpg",
        "name": "Sashen Singh",
        "position": "Hired as a Mobile Engineer by Aperto",
        "text": "Durch die einfache Handhabung der Seite hatte ich eine großartige Benutzer Erfahrung. Die schwere Arbeit des Suchens und der Verfolgung nimmt dir die Platform komplett ab. Die Prämisse, das Unternehmen Dich finden, macht das System höchst effizient, einfach und schmerzlos zu benutzen."
      },
      "5": {
        "image": "/avatar.jpg",
        "name": "Peter Ringelmann",
        "position": "Frontend Developer \n Deutsche Post E-Post Development",
        "text": "Honeypot war fantastisch! Ich war überrascht von den vielen Interview-Anfragen und der Vielfalt der Unternehmen. Mein Talent Manager hat mir geholfen einen professionell aussehenden CV zu strukturieren, etwas was mir vorher immer schwer gefallen ist."
      }
    },
    "newsletter": {
      "headline": "Newsletter abonnieren",
      "text": "Erhalte Karriere Tips, Vorschau auf Dokumentationen, Rabatte für Konferenzen and exklusiven Inhalten!",
      "email-placeholder": "Deine E-Mail",
      "join": "Abonnieren"
    }
  },
  "nl": {
    "sign-up": "Sluit je aan",
    "page-intro": {
      "headline1": "Choose a",
      "headline2": "Job You Love",
      "tagline": "Honeypot is Europa's Tech Job Platform. Maak een profiel aan en laat bedrijven bij jou solliciteren",
      "button1": "Vind een baan!",
      "button2": "Ik ben op zoek naar talent"
    },
    "company-bar": {
      "tagline": "Al meer dan 1000 bedrijven maken gebruik van Honeypot"
    },
    "join": {
      "headline": "Sluit je aan bij een engineering team in jouw ideale functie",
      "text": "Op Honeypot zijn meer dan 1000 bedrijven op zoek naar Software Developers, DevOps Engineers, Data Scientists, Product Owners, QA Testers en Engineering Leaders!"
    },
    "process": {
      "headline": "Een simpel en snel registratieproces!",
      "step1": {
        "headline": "Maak een profiel aan",
        "text": "Dit is jouw kans om ons te vertellen hoe je volgende functie eruit moet zien – en je hebt er maar 5 minuten voor nodig!"
      },
      "step2": {
        "headline": "Doorloop onze screening.",
        "text": "Laat je code door ons checken en voer een optioneel gesprek met je Talent Rep, die je helpt om de beste aanbiedingen te ontvangen!"
      },
      "step3": {
        "headline": "Word zichtbaar op Honeypot",
        "text": "zodat bedrijven je profiel kunnen vinden en je aanbiedingen kunnen sturen compleet met salaris en tech stack."
      },
      "step4": {
        "headline": "Word aangenomen!",
        "text": "Praat met de bedrijven die jij interessant vindt! En kies het bedrijf dat het beste bij je past!"
      }
    },
    "stack": {
      "headline": "Werk met een tech stack die bij jou past",
      "text": "Of het nu Ruby, Scala, JavaScript of iets anders is, op Honeypot krijg je alleen aanbiedingen van bedrijven voor de tech stack en het salaris waar jij naar zoekt."
    },
    "location": {
      "headline": "Kies jouw favoriete locatie",
      "text": "Honeypot is actief in de aantrekkelte tech-steden van Europa en in zowel Duitsland als Nederland. Stel je locatievoorkeur in en bedrijven solliciteren bij jou!"
    },
    "support": {
      "headline": "Gratis carrièreondersteuning en -begeleiding",
      "text": "Je Talent Rep begeleidt je van A – Z, met advies over je CV en sollicitatiegesprekken, en met hulp om je salaris te benchmarken, aanbiedingen te evalueren en een geweldige baan te vinden"
    },
    "worth": {
      "headline": "Weet wat je waard bent!",
      "text": "Bedrijven benaderen je direct zodat je aanbiedingen met elkaar kunt vergelijken. Geen sollicitaties of omslachtig heen-en-weer gedoe met headhunters."
    },
    "newsletter": {
      "headline": "Schrijf je in voor onze nieuwsbrief",
      "text": "Ontvang carrièretips, previews van onze documentaires, kortingen voor onze conferenties en exclusieve content. "
    },
    "testimonial": {
      "headline": "Top Jobs für top Tech-Talente",
      "tagline": "Werde Teil der Top 10% und spreche mit Europas spannendsten Tech-Unternehmen",
      "1": {
        "image": "/avatar.jpg",
        "name": "Shuhei Kagawa",
        "position": "Frontend Developer \n Zalando",
        "text": "Wat mij beviel over Honeypot was dat bedrijven interviews aanbieden met een indicatie van het salaris. Het bespaarde de moeite om te solliciteren, interviews te doen, aanbiedingen te krijgen en dan uiteindelijk te ontdekken dat het salaris niet aan mijn eisen voldeed"
      }, 
      "2": {
        "image": "/avatar.jpg",
        "name": "Emil Ahlbäck",
        "position": "Hired as a Senior Frontend Developer by Weissmaler",
        "text": "Na 2 weken had ik al 13 interview uitnodigingen ontvangen van een geweldige selectie aan bedrijven. Hieruit kon ik de uitnodigingen kiezen die het beste bij me pasten, en ik vond daardoor een prachtige startbaan"
      },
      "3": {
        "image": "/avatar.jpg",
        "name": "Veronica Hannibal",
        "position": "Hired as a JavaScript Developer by finAPI",
        "text": "Binnen een paar weken ontving ik meerdere aanbiedingen en kreeg ik een geweldige baan aangeboden direct na het behalen van mijn diploma.  In vergelijking met recruiters en andere platformen voelt Honeypot een stuk persoonlijker"
      },
      "4": {
        "image": "/avatar.jpg",
        "name": "Sashen Singh",
        "position": "Hired as a Mobile Engineer by Aperto",
        "text": "De user experience was fantastich en de site is makkelin het gebruik. Je hoeft niet te zoeken of bij te houden waar je solliciteert.  Het systeem is erg efficiënt omdat bedrijven jou vinden, dit maakt dat het platform erg simpel en prettig is in zijn gebruik.  "
      },
      "5": {
        "image": "/avatar.jpg",
        "name": "Peter Ringelmann",
        "position": "Frontend Developer \n Deutsche Post E-Post Development",
        "text": "Honeypot was geweldig! Ik stond verbaasd over het grote aantal aanbiedingen en de verscheidenheid van de bedrijven. Mijn Talent Rep gaf me goed advies over hoe ik een professioneel uitziend CV op moest stellen, iets waar ik in het verleden altijd mee worstelde."
      }
    },
    "newsletter": {
      "headline": "Schrijf je in voor onze nieuwsbrief",
      "text": "Ontvang carrièretips, previews van onze documentaires, kortingen voor onze conferenties en exclusieve content. ",
      "email-placeholder": "Je E-Mail",
      "join": ""
    }
  }
}
